Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

# skill.brainstorm.name
source: Brainstorm
ar: عصف ذهني
de: Brainstorming
es: Lluvia de ideas
fr: Brainstorming
hi: कौशल.मंथन.नाम
id: keterampilan.brainstorm.nama
ja: ブレインストーム
ko: 브레인스토밍
pt_br: Brainstorming
ru: навык.brainstorm.name
th: Skill.ระดมสมอง.ชื่อ
tr: beceri.beyin fırtınası.adı
vi: kỹ năng.brainstorm.name
zh_hans: 头脑风暴
zh_hant: 腦力激盪

# skill.brainstorm.starter_0
source: Help me brainstorm ideas for...
ar: ساعدني في العصف الذهني لأفكار عن...
de: Hilf mir beim Brainstorming für…
es: Ayúdame a generar ideas para...
fr: Aide-moi à brainstormer des idées pour…
hi: कौशल.मंथन.स्टार्टर_0
id: keterampilan.brainstorm.starter_0
ja: ……についてアイデアを出して
ko: 이 주제로 아이디어를 브레인스토밍해 주세요...
pt_br: Me ajuda a fazer um brainstorm para...
ru: навык.brainstorm.starter_0
th: ทักษะการระดมสมองstarter_0
tr: beceri.brainstorm.starter_0
vi: kỹ năng.brainstorm.starter_0
zh_hans: 帮我想想关于……的点子
zh_hant: 幫我想想關於……的點子

# skill.brainstorm.starter_1
source: Give me 10 creative approaches to...
ar: أعطني 10 مقاربات إبداعية لـ...
de: Gib mir 10 kreative Ansätze für…
es: Dame 10 enfoques creativos para...
fr: Donne-moi 10 approches créatives pour…
hi: कौशल.मंथन.स्टार्टर_1
id: keterampilan.brainstorm.starter_1
ja: ……への創造的なアプローチを 10 個考えて
ko: 이것에 대한 창의적인 접근법 10가지를 알려주세요...
pt_br: Me dê 10 abordagens criativas para...
ru: навык.brainstorm.starter_1
th: ทักษะการระดมสมองstarter_1
tr: beceri.beyin fırtınası.starter_1
vi: kỹ năng.brainstorm.starter_1
zh_hans: 给出 10 个有创意的方案
zh_hant: 給出 10 個有創意的方案

# skill.brainstorm.starter_2
source: What are unconventional solutions for...
ar: ما الحلول غير التقليدية لـ...؟
de: Welche unkonventionellen Lösungen gibt es für…?
es: ¿Cuáles son soluciones poco convencionales para...?
fr: Quelles sont les solutions originales pour… ?
hi: कौशल.मंथन.स्टार्टर_2
id: keterampilan.brainstorm.starter_2
ja: ……の型破りな解決策は？
ko: 이 문제의 참신한 해결책은 뭐가 있을까요?
pt_br: Quais são soluções não convencionais para...
ru: навык.brainstorm.starter_2
th: ทักษะการระดมสมองstarter_2
tr: beceri.brainstorm.starter_2
vi: kỹ năng.brainstorm.starter_2
zh_hans: 有哪些非常规的解决思路？
zh_hant: 有哪些非傳統的解決思路？

# skill.brainstorm.starter_3
source: Help me evaluate these options
ar: ساعدني في تقييم هذه الخيارات
de: Hilf mir, diese Optionen zu bewerten
es: Ayúdame a evaluar estas opciones
fr: Aide-moi à évaluer ces options
hi: कौशल.मंथन.स्टार्टर_3
id: keterampilan.brainstorm.starter_3
ja: これらの選択肢を評価して
ko: 이 옵션들을 평가하는 걸 도와주세요
pt_br: Me ajuda a avaliar estas opções
ru: навык.brainstorm.starter_3
th: ทักษะการระดมสมองstarter_3
tr: beceri.brainstorm.starter_3
vi: kỹ năng.brainstorm.starter_3
zh_hans: 帮我评估这些选项
zh_hant: 幫我評估這些選項

# skill.category.analysis
source: Analysis
ar: تحليل
de: Analyse
es: Análisis
fr: Analyse
hi: कौशल.श्रेणी.विश्लेषण
id: keterampilan.kategori.analisis
ja: 分析
ko: 분석
pt_br: Análise
ru: навык.категория.анализ
th: Skill.category.analysis
tr: beceri.kategori.analizi
vi: kỹ năng.category.analysis
zh_hans: 分析
zh_hant: 分析

# skill.category.coding
source: Coding
ar: برمجة
de: Programmierung
es: Programación
fr: Programmation
hi: कौशल.श्रेणी.कोडिंग
id: keterampilan.kategori.coding
ja: プログラミング
ko: 프로그래밍
pt_br: Programação
ru: навык.категория.кодирование
th: Skill.category.coding
tr: beceri.kategori.kodlama
vi: kỹ năng.category.coding
zh_hans: 编程
zh_hant: 程式設計

# skill.category.creative
source: Creative
ar: إبداعي
de: Kreativ
es: Creativo
fr: Créatif
hi: कौशल.श्रेणी.रचनात्मक
id: keterampilan.kategori.kreatif
ja: クリエイティブ
ko: 창작
pt_br: Criativo
ru: навык.категория.креатив
th: Skill.category.creative
tr: beceri.kategori.yaratıcı
vi: kỹ năng.category.creative
zh_hans: 创意
zh_hant: 創意

# skill.category.image
source: Image
ar: صورة
de: Bild
es: Imagen
hi: कौशल.श्रेणी.छवि
id: keterampilan.kategori.gambar
ja: 画像
ko: 이미지
pt_br: Imagem
ru: навык.категория.изображение
th: Skill.category.image
tr: beceri.kategori.resim
vi: kỹ năng.category.image
zh_hans: 图像
zh_hant: 圖像

# skill.category.learning
source: Learning
ar: تعلم
de: Lernen
es: Aprendizaje
fr: Apprentissage
hi: कौशल.श्रेणी.सीखना
id: keterampilan.kategori.pembelajaran
ja: 学習
ko: 학습
pt_br: Aprendizado
ru: навык.категория.обучение
th: Skill.category.การเรียนรู้
tr: beceri.kategori.öğrenme
vi: kỹ năng.category.learning
zh_hans: 学习
zh_hant: 學習

# skill.category.life
source: Life
ar: حياة
de: Leben
es: Vida
fr: Vie
hi: कौशल.श्रेणी.जीवन
id: keterampilan.kategori.kehidupan
ja: 生活
ko: 생활
pt_br: Vida
ru: навык.категория.жизнь
th: Skill.category.life
tr: beceri.kategori.yaşam
vi: kỹ năng.category.life
zh_hans: 生活
zh_hant: 生活

# skill.category.translation
source: Translation
ar: ترجمة
de: Übersetzung
es: Traducción
fr: Traduction
hi: कौशल.श्रेणी.अनुवाद
id: keterampilan.kategori.terjemahan
ja: 翻訳
ko: 번역
pt_br: Tradução
ru: навык.категория.перевод
th: Skill.category.translation
tr: beceri.kategori.çeviri
vi: kỹ năng.category.translation
zh_hans: 翻译
zh_hant: 翻譯

# skill.category.work
source: Work
ar: عمل
de: Arbeit
es: Trabajo
fr: Travail
hi: कौशल.श्रेणी.कार्य
id: keterampilan.kategori.pekerjaan
ja: 仕事
ko: 업무
pt_br: Trabalho
ru: навык.категория.работа
th: Skill.category.work
tr: beceri.kategori.çalışma
vi: kỹ năng.category.work
zh_hans: 工作
zh_hant: 工作

# skill.category.writing
source: Writing
ar: كتابة
de: Schreiben
es: Escritura
fr: Écriture
hi: कौशल.श्रेणी.लेखन
id: keterampilan.kategori.menulis
ja: ライティング
ko: 글쓰기
pt_br: Escrita
ru: навык.категория.письма
th: Skill.category.การเขียน
tr: beceri.kategori.yazma
vi: kỹ năng.category.writing
zh_hans: 写作
zh_hant: 寫作

# skill.code_assistant.description
source: Programming Q&A, code generation, debugging
ar: أسئلة البرمجة، إنشاء الكود، تصحيح الأخطاء
de: Programmier-Fragen, Code-Generierung, Debugging
es: Preguntas de programación, generación de código, depuración
fr: Questions de programmation, génération de code, débogage
hi: कौशल.कोड_सहायक.वर्णन
id: skill.code_assistant.deskripsi
ja: プログラミングQ&A、コード生成、デバッグ
ko: 프로그래밍 Q&A, 코드 생성, 디버깅
pt_br: Perguntas de programação, geração de código, depuração
ru: навык.code_assistant.description
th: Skill.code_assistant.description
tr: skill.code_assistant.description
vi: Skill.code_assistant.description
zh_hans: 编程问答、代码生成、调试
zh_hant: 程式問答、程式碼生成、除錯

# skill.code_assistant.name
source: Code Assistant
ar: مساعد البرمجة
de: Code-Assistent
es: Asistente de código
fr: Assistant de code
hi: कौशल.कोड_सहायक.नाम
id: skill.code_assistant.nama
ja: コードアシスタント
ko: 코드 어시스턴트
pt_br: Assistente de código
ru: навык.code_assistant.name
th: Skill.code_assistant.name
tr: skill.code_assistant.name
vi: Skill.code_assistant.name
zh_hans: 编程助手
zh_hant: 程式助手

# skill.code_assistant.starter_0
source: Help me debug this code
ar: ساعدني في تصحيح هذا الكود
de: Hilf mir, diesen Code zu debuggen
es: Ayúdame a depurar este código
fr: Aide-moi à déboguer ce code
hi: कौशल.कोड_सहायक.स्टार्टर_0
id: skill.code_assistant.starter_0
ja: このコードのデバッグを手伝って
ko: 이 코드 디버깅 도와주세요
pt_br: Me ajuda a depurar este código
ru: навык.code_assistant.starter_0
th: ทักษะ.code_assistant.starter_0
tr: skill.code_assistant.starter_0
vi: Skill.code_assistant.starter_0
zh_hans: 帮我调试这段代码
zh_hant: 幫我除錯這段程式碼

# skill.code_assistant.starter_1
source: Write a function that...
ar: اكتب دالة تقوم بـ...
de: Schreib eine Funktion, die…
es: Escribe una función que...
fr: Écris une fonction qui…
hi: कौशल.कोड_सहायक.स्टार्टर_1
id: skill.code_assistant.starter_1
ja: こんな関数を書いて……
ko: 이런 기능의 함수를 작성해 주세요...
pt_br: Escreva uma função que...
ru: навык.code_assistant.starter_1
th: ทักษะ.code_assistant.starter_1
tr: skill.code_assistant.starter_1
vi: Skill.code_assistant.starter_1
zh_hans: 写一个函数来……
zh_hant: 寫一個函式來……

# skill.code_assistant.starter_2
source: Explain how this code works
ar: اشرح كيف يعمل هذا الكود
de: Erkläre, wie dieser Code funktioniert
es: Explica cómo funciona este código
fr: Explique comment ce code fonctionne
hi: कौशल.कोड_सहायक.स्टार्टर_2
id: skill.code_assistant.starter_2
ja: このコードの仕組みを説明して
ko: 이 코드가 어떻게 동작하는지 설명해 주세요
pt_br: Explica como este código funciona
ru: навык.code_assistant.starter_2
th: ทักษะ.code_assistant.starter_2
tr: skill.code_assistant.starter_2
vi: Skill.code_assistant.starter_2
zh_hans: 解释这段代码的工作原理
zh_hant: 解釋這段程式碼的運作原理

# skill.code_assistant.starter_3
source: Refactor this for better readability
ar: أعد هيكلة هذا الكود لتحسين قابلية القراءة
de: Refactore das für bessere Lesbarkeit
es: Refactoriza esto para mejor legibilidad
fr: Refactorise ça pour une meilleure lisibilité
hi: कौशल.कोड_सहायक.स्टार्टर_3
id: skill.code_assistant.starter_3
ja: 可読性を上げるためにリファクタリングして
ko: 가독성 좋게 리팩토링해 주세요
pt_br: Refatore isso para melhorar a legibilidade
ru: навык.code_assistant.starter_3
th: ทักษะ.code_assistant.starter_3
tr: skill.code_assistant.starter_3
vi: Skill.code_assistant.starter_3
zh_hans: 重构这段代码提高可读性
zh_hant: 重構這段程式碼提高可讀性

# skill.code_review.description
source: Code quality, security, and performance review
ar: مراجعة جودة الكود والأمان والأداء
de: Code-Qualität, Sicherheit und Performance-Review
es: Revisión de calidad, seguridad y rendimiento del código
fr: Revue de qualité, sécurité et performance du code
hi: कौशल.कोड_समीक्षा.वर्णन
id: skill.code_review.deskripsi
ja: コード品質・セキュリティ・パフォーマンスレビュー
ko: 코드 품질, 보안, 성능 리뷰
pt_br: Revisão de qualidade, segurança e desempenho do código
ru: навык.code_review.description
th: Skill.code_review.description
tr: skill.code_review.description
vi: Skill.code_review.description
zh_hans: 代码质量、安全性和性能审查
zh_hant: 程式碼品質、安全性和效能審查

# skill.code_review.name
source: Code Review
ar: مراجعة الكود
es: Revisión de código
fr: Revue de code
hi: कौशल.कोड_समीक्षा.नाम
id: skill.code_review.nama
ja: コードレビュー
ko: 코드 리뷰
pt_br: Revisão de código
ru: навык.code_review.name
th: Skill.code_review.name
tr: skill.code_review.name
vi: kỹ năng.code_review.name
zh_hans: 代码审查
zh_hant: 程式碼審查

# skill.code_review.starter_0
source: Review this code for security issues
ar: راجع هذا الكود بحثاً عن مشاكل أمنية
de: Prüfe diesen Code auf Sicherheitslücken
es: Revisa este código por problemas de seguridad
fr: Vérifie ce code pour les failles de sécurité
hi: कौशल.कोड_समीक्षा.स्टार्टर_0
id: skill.code_review.starter_0
ja: このコードのセキュリティ問題をレビューして
ko: 이 코드에 보안 이슈가 있는지 검토해 주세요
pt_br: Revise este código quanto a problemas de segurança
ru: навык.code_review.starter_0
th: ทักษะ.code_review.starter_0
tr: skill.code_review.starter_0
vi: kỹ năng.code_review.starter_0
zh_hans: 审查这段代码的安全问题
zh_hant: 審查這段程式碼的安全問題

# skill.code_review.starter_1
source: Check this PR for performance problems
ar: تحقق من هذا الـ PR بحثاً عن مشاكل في الأداء
de: Check diese PR auf Performance-Probleme
es: Comprueba si este PR tiene problemas de rendimiento
fr: Examine cette PR pour les problèmes de performance
hi: कौशल.कोड_समीक्षा.स्टार्टर_1
id: skill.code_review.starter_1
ja: この PR のパフォーマンス問題をチェックして
ko: 이 PR에 성능 문제가 없는지 확인해 주세요
pt_br: Verifique este PR quanto a problemas de performance
ru: навык.code_review.starter_1
th: ทักษะ.code_review.starter_1
tr: skill.code_review.starter_1
vi: kỹ năng.code_review.starter_1
zh_hans: 检查这个 PR 的性能问题
zh_hant: 檢查這個 PR 的效能問題

# skill.code_review.starter_2
source: Analyze this function's error handling
ar: حلّل معالجة الأخطاء في هذه الدالة
de: Analysiere die Fehlerbehandlung dieser Funktion
es: Analiza el manejo de errores de esta función
fr: Analyse la gestion d'erreurs de cette fonction
hi: कौशल.कोड_समीक्षा.स्टार्टर_2
id: skill.code_review.starter_2
ja: この関数のエラーハンドリングを分析して
ko: 이 함수의 에러 처리를 분석해 주세요
pt_br: Analise o tratamento de erros desta função
ru: навык.code_review.starter_2
th: ทักษะ.code_review.starter_2
tr: skill.code_review.starter_2
vi: kỹ năng.code_review.starter_2
zh_hans: 分析这个函数的错误处理
zh_hant: 分析這個函式的錯誤處理

# skill.code_review.starter_3
source: Rate this code's overall quality
ar: قيّم الجودة العامة لهذا الكود
de: Bewerte die Gesamtqualität dieses Codes
es: Evalúa la calidad general de este código
fr: Évalue la qualité globale de ce code
hi: कौशल.कोड_समीक्षा.स्टार्टर_3
id: skill.code_review.starter_3
ja: このコードの全体的な品質を評価して
ko: 이 코드의 전반적인 품질을 평가해 주세요
pt_br: Avalie a qualidade geral deste código
ru: навык.code_review.starter_3
th: ทักษะ.code_review.starter_3
tr: skill.code_review.starter_3
vi: kỹ năng.code_review.starter_3
zh_hans: 评估这段代码的整体质量
zh_hant: 評估這段程式碼的整體品質

# skill.copywriting.description
source: Marketing copy, social media, and brand messaging
ar: نصوص تسويقية، وسائل التواصل الاجتماعي، رسائل العلامة التجارية
de: Marketing-Texte, Social Media und Markenbotschaften
es: Textos de marketing, redes sociales y mensajes de marca
fr: Textes marketing, réseaux sociaux et messages de marque
hi: कौशल.कॉपीलेखन.विवरण
id: keterampilan.copywriting.deskripsi
ja: マーケティングコピー、SNS、ブランドメッセージ
ko: 마케팅 카피, 소셜 미디어, 브랜드 메시징
pt_br: Textos de marketing, mídias sociais e mensagens de marca
ru: навык.копирайтинг.описание
th: Skill.copywriting.description
tr: beceri.metin yazarlığı.açıklama
vi: kỹ năng.copywriting.description
zh_hans: 营销文案、社交媒体和品牌宣传
zh_hant: 行銷文案、社群媒體和品牌宣傳

# skill.copywriting.name
source: Copywriting
ar: كتابة إعلانية
de: Werbetexten
fr: Rédaction publicitaire
hi: कौशल.कॉपीलेखन.नाम
id: keterampilan.copywriting.nama
ja: コピーライティング
ko: 카피라이팅
ru: навык.копирайтинг.название
th: Skill.copywriting.ชื่อ
tr: beceri.metin yazarlığı.adı
vi: kỹ năng.copywriting.name
zh_hans: 文案写作
zh_hant: 文案撰寫

# skill.copywriting.starter_0
source: Write a product description for...
ar: اكتب وصفاً للمنتج لـ...
de: Schreib eine Produktbeschreibung für…
es: Escribe una descripción de producto para...
fr: Écris une description de produit pour…
hi: कौशल.कॉपीलेखन.स्टार्टर_0
id: keterampilan.copywriting.starter_0
ja: ……の商品説明を書いて
ko: 이 제품 설명을 작성해 주세요...
pt_br: Escreva uma descrição de produto para...
ru: навык.копирайтинг.starter_0
th: ทักษะ.copywriting.starter_0
tr: skill.copywriting.starter_0
vi: kỹ năng.copywriting.starter_0
zh_hans: 为……写一段产品描述
zh_hant: 為……寫一段產品描述

# skill.copywriting.starter_1
source: Create social media posts about...
ar: أنشئ منشورات لوسائل التواصل عن...
de: Erstelle Social-Media-Posts über…
es: Crea publicaciones en redes sociales sobre...
fr: Crée des posts pour les réseaux sociaux sur…
hi: कौशल.कॉपीलेखन.स्टार्टर_1
id: keterampilan.copywriting.starter_1
ja: ……についての SNS 投稿を作成して
ko: 이 주제로 소셜 미디어 게시물을 만들어 주세요...
pt_br: Crie posts para redes sociais sobre...
ru: навык.копирайтинг.starter_1
th: ทักษะ.copywriting.starter_1
tr: beceri.copywriting.starter_1
vi: kỹ năng.copywriting.starter_1
zh_hans: 为……创建社交媒体帖子
zh_hant: 為……建立社群媒體貼文

# skill.copywriting.starter_2
source: Draft ad copy for...
ar: صغ نصاً إعلانياً لـ...
de: Verfasse einen Werbetext für…
es: Redacta un texto publicitario para...
fr: Rédige un texte publicitaire pour…
hi: कौशल.कॉपीलेखन.स्टार्टर_2
id: keterampilan.copywriting.starter_2
ja: ……の広告コピーを書いて
ko: 이 광고 카피 초안을 작성해 주세요...
pt_br: Redija um texto publicitário para...
ru: навык.копирайтинг.starter_2
th: ทักษะ.copywriting.starter_2
tr: beceri.copywriting.starter_2
vi: kỹ năng.copywriting.starter_2
zh_hans: 为……撰写广告文案
zh_hant: 為……撰寫廣告文案

# skill.copywriting.starter_3
source: Write a compelling headline for...
ar: اكتب عنواناً جذاباً لـ...
de: Schreib eine packende Überschrift für…
es: Escribe un titular atractivo para...
fr: Écris un titre accrocheur pour…
hi: कौशल.कॉपीलेखन.स्टार्टर_3
id: keterampilan.copywriting.starter_3
ja: ……のキャッチコピーを考えて
ko: 이 주제에 맞는 매력적인 헤드라인을 작성해 주세요...
pt_br: Escreva um título chamativo para...
ru: навык.копирайтинг.starter_3
th: ทักษะ.copywriting.starter_3
tr: beceri.copywriting.starter_3
vi: kỹ năng.copywriting.starter_3
zh_hans: 为……写一个吸引人的标题
zh_hant: 為……寫一個吸引人的標題

# skill.data_analyst.description
source: Data interpretation, visualization, and insights
ar: تفسير البيانات، التصور، الرؤى
de: Dateninterpretation, Visualisierung und Erkenntnisse
es: Interpretación de datos, visualización e información
fr: Interprétation des données, visualisation et insights
hi: कौशल.डेटा_विश्लेषक.विवरण
id: skill.data_analyst.deskripsi
ja: データ解釈、可視化、インサイト
ko: 데이터 해석, 시각화, 인사이트
pt_br: Interpretação de dados, visualização e insights
ru: навык.data_analyst.description
th: Skill.data_analyst.description
tr: skill.data_analyst.description
vi: kỹ năng.data_analyst.description
zh_hans: 数据解读、可视化和洞察
zh_hant: 資料解讀、視覺化和洞察

# skill.data_analyst.name
source: Data Analyst
ar: محلل بيانات
de: Datenanalyst
es: Analista de datos
fr: Analyste de données
hi: कौशल.डेटा_विश्लेषक.नाम
id: skill.data_analyst.nama
ja: データアナリスト
ko: 데이터 분석가
pt_br: Analista de dados
ru: навык.data_analyst.name
th: Skill.data_analyst.name
tr: skill.data_analyst.name
vi: kỹ năng.data_analyst.name
zh_hans: 数据分析师
zh_hant: 資料分析師

# skill.data_analyst.starter_0
source: Analyze this data and find insights
ar: حلّل هذه البيانات واستخرج الرؤى
de: Analysiere diese Daten und finde Erkenntnisse
es: Analiza estos datos y encuentra insights
fr: Analyse ces données et trouve des insights
hi: कौशल.डेटा_विश्लेषक.स्टार्टर_0
id: keterampilan.data_analyst.starter_0
ja: このデータを分析してインサイトを見つけて
ko: 이 데이터를 분석하고 인사이트를 찾아주세요
pt_br: Analise estes dados e encontre insights
ru: навык.data_analyst.starter_0
th: ทักษะ.data_analyst.starter_0
tr: skill.data_analyst.starter_0
vi: kỹ năng.data_analyst.starter_0
zh_hans: 分析这些数据并找出洞察
zh_hant: 分析這些資料並找出洞察

# skill.data_analyst.starter_1
source: What chart should I use for this data?
ar: أي رسم بياني يناسب هذه البيانات؟
de: Welches Diagramm eignet sich für diese Daten?
es: ¿Qué gráfico debería usar para estos datos?
fr: Quel graphique utiliser pour ces données ?
hi: कौशल.डेटा_विश्लेषक.स्टार्टर_1
id: keterampilan.data_analyst.starter_1
ja: このデータにはどんなグラフが適切？
ko: 이 데이터에 어떤 차트가 적합한가요?
pt_br: Qual gráfico devo usar para estes dados?
ru: навык.data_analyst.starter_1
th: ทักษะ.data_analyst.starter_1
tr: skill.data_analyst.starter_1
vi: kỹ năng.data_analyst.starter_1
zh_hans: 这些数据应该用什么图表？
zh_hant: 這些資料應該用什麼圖表？

# skill.data_analyst.starter_2
source: Help me interpret these results
ar: ساعدني في تفسير هذه النتائج
de: Hilf mir, diese Ergebnisse zu interpretieren
es: Ayúdame a interpretar estos resultados
fr: Aide-moi à interpréter ces résultats
hi: कौशल.डेटा_विश्लेषक.स्टार्टर_2
id: keterampilan.data_analyst.starter_2
ja: この結果の解釈を手伝って
ko: 이 결과를 해석하는 걸 도와주세요
pt_br: Me ajuda a interpretar estes resultados
ru: навык.data_analyst.starter_2
th: ทักษะ.data_analyst.starter_2
tr: skill.data_analyst.starter_2
vi: kỹ năng.data_analyst.starter_2
zh_hans: 帮我解读这些结果
zh_hant: 幫我解讀這些結果

# skill.data_analyst.starter_3
source: Write a summary of this analysis
ar: اكتب ملخصاً لهذا التحليل
de: Schreib eine Zusammenfassung dieser Analyse
es: Escribe un resumen de este análisis
fr: Rédige un résumé de cette analyse
hi: कौशल.डेटा_विश्लेषक.स्टार्टर_3
id: keterampilan.data_analyst.starter_3
ja: この分析のサマリーを書いて
ko: 이 분석의 요약을 작성해 주세요
pt_br: Escreva um resumo desta análise
ru: навык.data_analyst.starter_3
th: ทักษะ.data_analyst.starter_3
tr: skill.data_analyst.starter_3
vi: kỹ năng.data_analyst.starter_3
zh_hans: 写一份分析摘要
zh_hant: 撰寫一份分析摘要

# skill.document_summarizer.description
source: Summarize documents and extract key points
ar: تلخيص المستندات واستخراج النقاط الرئيسية
de: Dokumente zusammenfassen und Kernpunkte extrahieren
es: Resumir documentos y extraer puntos clave
fr: Résumer des documents et extraire les points clés
hi: कौशल.दस्तावेज़_सारांश.वर्णन
id: skill.document_summarizer.deskripsi
ja: 文書の要約とキーポイント抽出
ko: 문서 요약 및 핵심 포인트 추출
pt_br: Resumir documentos e extrair pontos-chave
ru: навык.document_summarizer.description
th: Skill.document_summarizer.description
tr: skill.document_summarizer.description
vi: kỹ năng.document_summarizer.description
zh_hans: 文档摘要和要点提取
zh_hant: 文件摘要和要點提取

# skill.document_summarizer.name
source: Document Summarizer
ar: ملخص المستندات
de: Dokumentenzusammenfassung
es: Resumidor de documentos
fr: Résumeur de documents
hi: कौशल.दस्तावेज़_सारांश.नाम
id: skill.document_summarizer.nama
ja: 文書要約
ko: 문서 요약
pt_br: Resumidor de documentos
ru: навык.document_summarizer.name
th: Skill.document_summarizer.name
tr: skill.document_summarizer.name
vi: kỹ năng.document_summarizer.name
zh_hans: 文档摘要
zh_hant: 文件摘要

# skill.document_summarizer.starter_0
source: Summarize this document
ar: لخّص هذا المستند
de: Fasse dieses Dokument zusammen
es: Resume este documento
fr: Résume ce document
hi: कौशल.दस्तावेज़_सारांश.स्टार्टर_0
id: keterampilan.document_summarizer.starter_0
ja: この文書を要約して
ko: 이 문서를 요약해 주세요
pt_br: Resuma este documento
ru: навык.document_summarizer.starter_0
th: Skill.document_summarizer.starter_0
tr: skill.document_summarizer.starter_0
vi: kỹ năng.document_summarizer.starter_0
zh_hans: 总结这篇文档
zh_hant: 總結這份文件

# skill.document_summarizer.starter_1
source: Extract the key decisions from this
ar: استخرج القرارات الرئيسية من هذا
de: Extrahiere die wichtigsten Entscheidungen daraus
es: Extrae las decisiones clave de esto
fr: Extrais les décisions clés de ce texte
hi: कौशल.दस्तावेज़_सारांश.स्टार्टर_1
id: keterampilan.document_summarizer.starter_1
ja: ここから重要な決定事項を抽出して
ko: 여기서 주요 결정 사항을 추출해 주세요
pt_br: Extraia as decisões principais disto
ru: навык.document_summarizer.starter_1
th: Skill.document_summarizer.starter_1
tr: skill.document_summarizer.starter_1
vi: kỹ năng.document_summarizer.starter_1
zh_hans: 提取其中的关键决策
zh_hant: 提取其中的關鍵決策

# skill.document_summarizer.starter_2
source: What are the action items here?
ar: ما بنود العمل المطلوبة هنا؟
de: Was sind die Aufgaben hier?
es: ¿Cuáles son las tareas pendientes aquí?
fr: Quels sont les points d'action ici ?
hi: कौशल.दस्तावेज़_सारांश.स्टार्टर_2
id: keterampilan.document_summarizer.starter_2
ja: アクションアイテムは何がある？
ko: 액션 아이템이 뭔가요?
pt_br: Quais são os itens de ação aqui?
ru: навык.document_summarizer.starter_2
th: Skill.document_summarizer.starter_2
tr: skill.document_summarizer.starter_2
vi: kỹ năng.document_summarizer.starter_2
zh_hans: 这里有哪些待办事项？
zh_hant: 這裡有哪些待辦事項？

# skill.document_summarizer.starter_3
source: Give me a 3-sentence summary
ar: أعطني ملخصاً من 3 جمل
de: Gib mir eine Zusammenfassung in 3 Sätzen
es: Dame un resumen en 3 oraciones
fr: Donne-moi un résumé en 3 phrases
hi: कौशल.दस्तावेज़_सारांश.स्टार्टर_3
id: keterampilan.document_summarizer.starter_3
ja: 3 文で要約して
ko: 3문장으로 요약해 주세요
pt_br: Me dê um resumo em 3 frases
ru: навык.document_summarizer.starter_3
th: Skill.document_summarizer.starter_3
tr: skill.document_summarizer.starter_3
vi: kỹ năng.document_summarizer.starter_3
zh_hans: 给我一个三句话的摘要
zh_hant: 給我一個三句話的摘要

# skill.email_assistant.description
source: Draft professional business and personal emails
ar: صياغة رسائل بريد إلكتروني مهنية وشخصية
de: Professionelle Geschäfts- und persönliche E-Mails verfassen
es: Redactar correos electrónicos profesionales y personales
fr: Rédiger des e-mails professionnels et personnels
hi: कौशल.ईमेल_सहायक.विवरण
id: skill.email_assistant.deskripsi
ja: ビジネス・個人メールの作成
ko: 전문적인 비즈니스 및 개인 이메일 작성
pt_br: Redigir e-mails profissionais e pessoais
ru: навык.email_assistant.description
th: Skill.email_assistant.description
tr: skill.email_assistant.description
vi: kỹ năng.email_assistant.description
zh_hans: 撰写专业的商务和个人邮件
zh_hant: 撰寫專業的商務和個人郵件

# skill.email_assistant.name
source: Email Assistant
ar: مساعد البريد الإلكتروني
de: E-Mail-Assistent
es: Asistente de email
fr: Assistant e-mail
hi: कौशल.ईमेल_सहायक.नाम
id: skill.email_assistant.nama
ja: メールアシスタント
ko: 이메일 어시스턴트
pt_br: Assistente de e-mail
ru: Skill.email_assistant.name
th: Skill.email_assistant.name
tr: skill.email_assistant.name
vi: kỹ năng.email_assistant.name
zh_hans: 邮件助手
zh_hant: 郵件助手

# skill.email_assistant.starter_0
source: Draft a follow-up email
ar: صغ رسالة متابعة بالبريد الإلكتروني
de: Verfasse eine Follow-up-E-Mail
es: Redacta un email de seguimiento
fr: Rédige un e-mail de suivi
hi: कौशल.ईमेल_सहायक.स्टार्टर_0
id: skill.email_assistant.starter_0
ja: フォローアップメールを作成して
ko: 후속 이메일 초안을 작성해 주세요
pt_br: Escreva um e-mail de acompanhamento
ru: навык.email_assistant.starter_0
th: ทักษะ.email_assistant.starter_0
tr: skill.email_assistant.starter_0
vi: kỹ năng.email_assistant.starter_0
zh_hans: 写一封跟进邮件
zh_hant: 寫一封後續跟進郵件
